alduncanson.react-hooks-snippets
burkeholland.simple-react-snippets
chris-noring.node-snippets
christian-kohler.npm-intellisense
digitalbrainstem.javascript-ejs-support
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.vscode-pull-request-github
hasanakg.firebase-snippets
j69.ejs-beautify
jeronimoekerdt.color-picker-universal
kevinrose.vsc-python-indent
markosth09.color-picker
mikestead.dotenv
ms-ceintl.vscode-language-pack-pt-br
nyxb.vscode-styled-colors
pkief.material-icon-theme
planbcoding.vscode-react-refactor
ritwickdey.liveserver
styled-components.vscode-styled-components
tabnine.tabnine-vscode
taodongwu.ejs-snippets
